module.exports = function()
{
    const faces = [
        "(≧◡≦)", "(＾▽＾)", "(￣▽￣)", "(>ω<)", "(´･ω･`)", "(o˘◡˘o)",
        "(o´▽`o)", "(＾◡＾)", "(๑>ᴗ<๑)", "(* >ω<)", "(≧▽≦)", "(｡^‿^｡)",
        "´･ᴗ･`", "(＾▽＾)", "(◠﹏◠✿)", "˶ᵔ ᵕ ᵔ˶", "♡⸜(˃ ᵕ ˂ )⸝", "(,,>﹏<,,)",
        "•⩊•", "(˵ •̀ ᴗ - ˵ ) ✧", "◝(ᵔᵕᵔ)◜", "( ˶ˆ꒳ˆ˵ )", "(⸝⸝ᵕᴗᵕ⸝⸝)", "ᕙ(  •̀ ᗜ •́  )ᕗ",
        "(ó﹏ò｡)", "(˶˃ᆺ˂˶)", "(｡>﹏<)", "(≧ヮ≦)", "·͜·", "٩(ˊᗜˋ*)و"];

    const rand = Math.floor(Math.random() * faces.length);

    return faces[rand];
};